[
    {"enigma":"kyoikumama","solucion":"Madre que presiona despiadadamente a sus hijos para que obtengan logros académicos"},
    {"enigma":"Gaman","solucion":"La determinación para afrontar los obstáculos en la vida, de persistir frente a desafíos que parecen insuperables."},
    {"enigma":"karoshi","solucion":"Hace referencia a la muerte por estrés laboral."},
    {"enigma":"Yoroshiku onegaishimasu","solucion":"Expresión que refleja cuando enviamos saludo a alguien a través de otra persona."},
    {"enigma":"Bakku-shan","solucion":"Mujer hermosa… siempre y cuando se le mire de espaldas."},
    {"enigma":"Aware","solucion":"La melancólica felicidad de un momento breve y efímero de belleza trascendente."},
    {"enigma":"Tsundoku","solucion":"El acto de dejar un libro que acabas de comprar sin leer, y dejarlo junto con otros libros que no has terminado de leer."},
    {"enigma":"Itadakimasu","solucion":"Se dice para dar gracias a las plantas y animales que dieron su vida por la comida que vas a consumir."},
    {"enigma":"Komorebi","solucion":"Luz del sol que se filtra a través de las hojas de los árboles."},
    {"enigma":"Gomen kudasai","solucion":"Literalmente “Perdón por favor”. No obstante, su uso real no es el de rogar el perdón de nadie, sino el de preguntar si hay alguien en casa."},
    {"enigma":"Otsukaresama desu","solucion":"Expresión que indica que la persona que la usa sabe el estado en el que se encuentra el oyente, generalmente cansado, y a su vez expresa gratitud hacia la acción realizada."},
    {"enigma":"Kogarashi","solucion":"Viento frío que nos hace saber de la llegada del invierno."},
    {"enigma":"Age-otori","solucion":"Verse peor después de un corte de pelo."},
    {"enigma":"Osewa ni narimasu","solucion":"Es una de las expresiones que más reflejan la importancia de las relaciones sociales en Japón. Literalmente significa “Estoy a tu cargo”."},
    {"enigma":"Ojama shimasu","solucion":"Una vez que se nos ha abierto la puerta de la casa y se nos invita a entrar, lo más correcto sería decir esta expresión, que significa literalmente como voy a causar molestia."},
    {"enigma":"Mono no aware","solucion":"Hace referencia a la capacidad de sorprenderse o conmoverse, de sentir cierta melancolía o tristeza ante lo efímero, ante la vida y el amor. "},
    {"enigma":"Yūgen","solucion":"Conocimiento del universo que evoca sentimientos emocionales que son inexplicablemente profundos y demasiado misterioso para las palabras."},
    {"enigma":"Shoganai","solucion":"aceptar que algo está fuera de su control. Anima a la gente a darse cuenta de que no era su culpa y a seguir adelante sin remordimiento."},
    {"enigma":"Kintsukuroi","solucion":"arte de la reparación de la cerámica uniendo las piezas con oro o plata y entender que la pieza es más hermosa por haber sido rota."},
    {"enigma":"Wabi-sabi","solucion":"se refiere a una forma de vida que se centra en la búsqueda de la belleza dentro de las imperfecciones de la vida y aceptar pacíficamente el ciclo natural de crecimiento y decadencia."},
    {"enigma":"Gokigenyou","solucion":"Forma de saludarse y despedirse muy formal. La misma palabra se utiliza para ambas interacciones."},
    {"enigma":"Yabai","solucion":"Podemos utilizarlo cuando presenciamos algo negativo o positivo. Lo diferenciamos por el contexto y la entonación."},
    {"enigma":"Gaman","solucion":"soportar algo aparentemente insoportable con paciencia y dignidad"},
    {"enigma":"Shinrin-yoku","solucion":"Literalmente quiere decir baño forestal, y es el acto de adentrarse en el bosque donde todo es silencioso y tranquilo para relajarse."},
    {"enigma":"Sakurafubuki","solucion":"Se refiere a la lluvia de pétalos de la flor de cerezo."},
    {"enigma":"Koi No Yokan","solucion":"Sensación que se tiene cuando dos personas se conocen, ambos saben que van a enamorarse irremediablemente."},
    {"enigma":"Ame Otoko","solucion":"Literalmente, Hombre-lluvia, y se refiere al hombre cuya presencia siempre va acompañada de lluvia o el mal tiempo."},
    {"enigma":"AmeOnna","solucion":"Literalmente, Mujer-lluvia, y se refiere a la mujer cuya presencia siempre va acompañada de lluvia o el mal tiempo."},
    {"enigma":"Wasuremono","solucion":"Objeto que te has olvidado o has abandonado involuntariamente."},
    {"enigma":"Ukiyo","solucion":"Estilo de vida que consisten en vivir el momento alejado de las preocupaciones de la vida."},
    {"enigma":"Kuidaore","solucion":"Comer hasta la bancarrota, se refiere a caer en la pobreza debido a las extravagancias a la hora de comer y beber."},
    {"enigma":"Hikikomori","solucion":"Fenómeno social en el que un joven está tan obsesionada con la tele, los videojuegos o Internet que se aparta él mismo de la sociedad."},
    {"enigma":"Majime","solucion":"Personalidad de quienes son fiables, responsables y simplemente hacen las cosas sin dramas ni causar problemas"},
    {"enigma":"Ikigai","solucion":"La razón de vivir, eso que hace que te levantes cada día. Para encontrarla suele ser necesaria una profunda búsqueda interior."},
    {"enigma":"Irusu","solucion":"Fingir que no estamos en casa cuando alguien llama a la puerta."},
    {"enigma":"Ukiyo","solucion":"Literalmente el mundo flotante, y se refiere al estilo de vida que consisten en vivir el momento alejado de las preocupaciones de la vida."}

    
]



